Repository: luismiguens/vanessabrancoatelier
Catalog: app/Resources/AppBundle/translations/messages.*.xlf
Languages: pt

# About Us
source: ABOUT
pt: SOBRE

source: SERVICES
pt: SERVIÇOS

# Works
source: PORTFOLIO
pt: PROJETOS

source: RESUME
pt: CURRICULUM

source: CONTACT
pt: CONTACTO

# about_intro
source: I was born to create. I knew it from an early age. My ideas and projects materialize from pencils, brushes and a computer and I know that above all, those who look me up find creativity, know-how and dedication.
pt: Nasci para criar. Desde cedo que o soube. Materializo as minhas ideias e projetos com lápis, pincéis e computador e sei que acima de tudo, quem me procura, encontra criatividade, experiência e dedicação.

# about_skills_01
source: Creativity
pt: Criatividade

# about_skills_03
source: Illustration and Painting
pt: Ilustração e Pintura

# about_skills_04
source: Software skills
pt: Prática de software

# about_skills_05
source: Client support
pt: Suporte ao cliente

# home_i_am_name
source: I'm <mark>Vanessa</mark> Branco
pt: Sou <mark>Vanessa</mark> Branco

# home_intro
source: creative by nature
pt: criativa por natureza

# works_intro
source: Showcase of client and personal works.
pt: __works_intro

# works_type_all
source: All
pt: __works_type_all

# blog_my_journal
source: MY JOURNAL
pt: __blog_my_journal

# blog_intro
source: Things I see, record and inspire my daily life.
pt: __blog_intro

# contact_say_hello
source: SAY HELLO
pt: __contact_say_hello

# contact_intro
source: Find me here and talk to me.
pt: __contact_intro

# contact_contact_address
source: Address
pt: __contact_contact_address

# contact_contact_email_us
source: Email
pt: __contact_contact_email_us

# services_title
source: SERVICES
pt: SERVIÇOS

# services_intro
source: Everything I have to offer and help you with. So you can focus in other matters.
pt: Tudo aquilo que lhe posso oferecer e fazer por si. Assim, pode dedicar-se a outros assuntos.

# services_01_title
source: GRAPHIC & INDUSTRIAL DESIGN
pt: DESIGN GRÁFICO E INDUSTRIAL

# services_01_intro
source: Graphic image creation and publicity. Product, furniture and decor projects. Exhibition stands.
pt: Criação de imagem gráfica e publicidade. Projetos de mobiliário, decoração e produtos. Stands feiras e exposições.

# services_02_title
source: ILLUSTRATION
pt: ILUSTRAÇÃO

# services_02_intro
source: Children and juvenile, didactic, technical and advertising, infographics, storyboards and characters. Custom-made illustration.
pt: Ilustração infanto-juvenil, didática, técnica, comercial e publicitária, infografias, storyboards e personagens. Álbuns, livros de honra e convites. Ilustração personalizada.

# services_03_title
source: PAINTING
pt: PINTURA

# services_03_intro
source: Portraits and other themes using different techniques. Mural painting.
pt: Retrato e outros temas. Pintura mural.

# services_04_title
source: MONITORING
pt: MONITORIZAÇÃO / SUPERVISÃO

# services_04_intro
source: Project monitoring through the printing process and product and/or equipment manufacture.
pt: Acompanhamento do projeto durante a produção offset ou digital, merchandising e produtos ou equipamentos.

# services_05_title
source: PARTNERSHIPS
pt: Audiovisuais, fotografia, desenvolvimento web e aplicações móveis.

# services_05_intro
source: Audiovisual, photography, web development and mobile apps.
pt: Audiovisuais, fotografia, desenvolvimento web e aplicações móveis.

# services_06_title
source: TRAINING
pt: FORMAÇÃO

# services_06_intro
source: Drawing, painting and creativity classes for children and adults.
pt: Aulas de desenho, pintura e criatividade para crianças e adultos.

# resume_title
source: MY RESUME
pt: O MEU CURRICULUM

# resume_intro
source: My path. My education and professional experience.
pt: O meu percurso. A minha formação e experiência profissional.

# education_title
source: Education
pt: Formação

# education_intro_01
source: This is my superior education path. Besides these degrees, I continuously attend several short-term technical courses which have improved my assets on attending to my clients needs.
pt: Esta é a minha formação académica superior. Para além desta, faço questão de frequentar continuamente, diversas formações técnicas de curta duração, que se têm revelado fundamentais na resposta às exigências dos meus clientes.

# education_degree_place_and_data_01
source: Post-Graduation, Comunicação e Imagem, 2001 - 2002
pt: Pós Graduação, Comunicação e Imagem, 2001 - 2002

# education_degree_status_01
source: Passed
pt: __education_degree_status_01

# education_degree_description_01
source: Intensive course, focused on MKT and communication strategies. From the creative process to the idea implementation and making of the advertising campaign.
pt: __education_degree_description_01

# education_degree_title_02
source: Lusíada University of lisbon
pt: Universidade Lusíada de Lisboa

# education_degree_place_and_data_02
source: Industrial Design, 1995 - 2000
pt: Design Industrial, 1995 - 2000

# education_degree_status_02
source: Graduated
pt: __education_degree_status_02

# education_degree_description_02
source: A graduation based on the analysis, development and prototyping of industrial production projects. Mainly focused in entrepreneurship and interdisciplinarity.
pt: __education_degree_description_02

# experience_title
source: Work experience
pt: Experiência profissional

# experience_intro_01
source: I’m a freelance designer and illustrator. I started as an industrial designer in glass production, both semi-automatic and handmade glass at Marinha Grande. Later, working in the polymer industry, I’ve designed some merchandising products and stands projects for exhibitions and supermarkets.
pt: Sou uma designer e ilustradora freelancer. Comecei como designer industrial em produção vidreira semi-automatizada e manual e posteriormente, já na área dos polímeros, desenvolvi projetos de merchandising e expositores para stands de feiras e supermercados.

# experience_intro_02
source: Over the last few years I've been working in print production, both offset and digital, as a graphic designer. This led me to some illustration jobs that inspired me to continue working as an illustrator. Since then, I’ve been investing more and more on this area, through the creation of small editions and customized illustrations.
pt: Nos últimos anos trabalhei, como designer gráfica, em produção offset e digital. Isto levou-me a fazer alguns trabalhos de ilustração, que me inspiraram a continuar como ilustradora. Desde então, tenho investido cada vez mais nesta área, através da criação de pequenas edições e ilustrações personalizadas.

# experience_work_01
source: Freelancer designer and illustrator
pt: Designer e Ilustradora Freelancer

# experience_work_place_and_data_01
source: Since Apr 2015
pt: Desde Abr 2015

# experience_work_description_02
source: Design of several inside and clients’ graphic projects and publications. Prepress verification and setting for offset and digital printing.
pt: __experience_work_description_01

# experience_work_02
source: Graphic designer / Pre press operator
pt: Designer Gráfica / Operadora de pré-impressão

# experience_work_place_and_data_02
source: Nova Gráfica, Lda. / Jan 2005 - Apr 2015
pt: Nova Gráfica, Lda. / Jan 2005 - Abr 2015

# experience_work_03
source: Production assistant
pt: Assistente de Produção

# experience_work_place_and_data_03
source: Iris Audio Visuais Lda. / Aug 2004 - Dec 2004
pt: Iris Audio Visuais Lda. / Ago 2004 - Dez 2004

# experience_work_description_03
source: Preparing TV ads alignment and audiovisual touristic products.
pt: __experience_work_description_01

# experience_work_04
source: Industrial Designer
pt: Designer Industrial

# experience_work_description_04
source: Merchandising and display design for commercial stores and exhibitions.
pt: __experience_work_description_01

# experience_work_05
source: Industrial Designer
pt: Designer Industrial

# experience_work_place_and_data_05
source: In-Fusão - Transformação de Vidro Lda. / Sep de 2001 - 2002
pt: In-Fusão - Transformação de Vidro Lda. / Set de 2001 - 2002

# experience_work_description_05
source: Project design for fusing, hand blown, molded glass and sandblasting.
pt: __experience_work_description_01

# experience_work_06
source: Graphic Designer
pt: Designer Gráfica

# experience_work_place_and_data_06
source: Região de Turismo Leiria/Fátima / Sep 2001 - 2002
pt: Região de Turismo Leiria/Fátima / Set 2001 - 2002

# experience_work_description_06
source: Responsible for the monthly events agenda and the institution’s promotion. Temporary exhibitions design.
pt: __experience_work_description_01

# testimonials_what_they_say
source: WHAT THEY SAY
pt: O QUE DIZEM

# testimonials_intro_01
source: I see her art as an extension of her. I can’t separate them. (...) everything she creates for me, turns into an imediate perception of my wishes. (...) I supose that’s not easy to find such a professional with whom we can achieve that symbiosis. I am that lucky!
pt: Eu vejo a sua arte como uma extensão da Vanessa. Não consigo separá-las. Para meu regozijo, todo o trabalho que ela cria para mim, resulta de uma percepção imediata do que eu desejo. (...) Suponho que não seja fácil encontrar uma profissional com quem se consiga esta simbiose. Eu tenho essa sorte!

# testimonials_name_and_position_01
source: Ivone Sousa / Therapist
pt: Ivone Sousa / Terapeuta

# testimonials_intro_02
source: (...) we’re very satisfied with Vanessa’s work.
pt: (…) estamos muito satisfeitos com o trabalho feito para esta empresa pela Vanessa.

# testimonials_intro_03
source: Unusually gifted and a true artist! Vanessa has an amazing ability to achieve what you want. She is dedicated, intelligent, sensitive, creative and with a natural gift in story telling through illustrations! She get's "into your shoes", to obtain the best result and what feels right for you. Vanessa is flexible, responsive and a hard worker! An absolute asset every time I hire her!
pt: Incomumente dotada e uma verdadeira artista! A Vanessa tem a capacidade incrível de conseguir aquilo que você deseja. Ela é dedicada, inteligente, sensível, criativa e com o dom natural para a narrativa através da ilustração! Ela “põe-se nos seus sapatos”, para conseguir o melhor resultado e aquilo que se adapta a si. A Vanessa é flexivel, responsiva e trabalhadora esforçada! Uma absoluta mais valia sempre que a contrato!

# testimonials_name_and_position_03
source: Emilie Smith, Founder/Designer of Lava Design by Emilie Smith
pt: Emilie Smith, Lava Design

# testimonials_intro_04
source: Creative, professional, committed and 100% client dedicated designer.
pt: Designer criativa, profissional, empenhada e 100% dedicada ao seu cliente.

# testimonials_name_and_position_04
source: Carlos Santos, Diretor de Serviços de Agricultura.
pt: Dr. Carlos Santos, Diretor de Serviços de Agricultura.

# testimonials_intro_05
source: Creative and professional, we know that with Vanessa, the result will always be surprising.
pt: Criativa e profissional, com a Vanessa sabemos que podemos contar com um resultado sempre surpreendente.

# testimonials_name_and_position_05
source: Raquel Candelária Guimarães, Advogada/Lawyer
pt: Dr.ª Raquel Candelária Guimarães
